Revit 2027 API
ParameterTypeId.ThermalMaterialParamReflectivity Property
 "Reflectivity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialParamReflectivity { get; }
Public Shared ReadOnly Property ThermalMaterialParamReflectivity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialParamReflectivity {
	ForgeTypeId^ get ();
}
static member ThermalMaterialParamReflectivity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace